[
    {
      "Image": "https://i.ibb.co/PcZNJsq/novel-1.jpg",
      "Name": "frankenstein",
      "Quantity": "10",
      "Author": "Mary Shelley",
      "Category": "Novel",
      "Description": "A captivating novel that takes you on an emotional journey.Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. ",
      "Rating": 4.5,
      "Short_description":"Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. Victor's parents later take in another child, Justine Moritz, who becomes William's nanny.Weeks before he leaves for the University of Ingolstadt in Germany, his mother dies of scarlet fever; Victor buries himself in his experiments to deal with the grief. At the university, he excels at chemistry and other sciences, soon developing a secret technique to impart life to non-living matter. He undertakes the creation of a humanoid, but due to the difficulty in replicating the minute parts of the human body, Victor makes the Creature tall, about 8 feet (2.4 m) in height, and proportionally large. Despite Victor's selecting its features to be beautiful, upon animation the Creature is instead hideous, with dull and watery yellow eyes and yellow skin that barely conceals the muscles and blood vessels underneath. Repulsed by his work, Victor flees. While wandering the streets the next day, he meets his childhood friend, Henry Clerval, and takes Clerval back to his apartment, fearful of Clerval's reaction if he sees the monster. However, when Victor returns to his laboratory, the Creature is gone.Victor falls ill from the experience and is nursed back to health by Clerval. After a four-month recovery, he receives a letter from his father notifying him of the murder of his brother William. Upon arriving in Geneva, Victor sees the Creature near the crime scene and becomes convinced that his creation is responsible. Justine Moritz, William's nanny, is convicted of the crime after William's locket, which contained a miniature portrait of Caroline, is found in her pocket. Victor knows that no one will believe him if he tries to clear Justine's name, and she is hanged. Ravaged by grief and guilt, Victor retreats into the mountains. While he hikes through Mont Blanc's Mer de Glace, he is suddenly approached by the Creature, who pleads for Victor to hear his tale."
    },
    {
      "Image": "https://i.ibb.co/7pR884q/drama-1.jpg",
      "Name": "Hamlet",
      "Quantity": "5",
      "Author": "William Shakespeare",
      "Category": "Drama",
      "Description": "A gripping drama with complex characters and relationships.Prince Hamlet of Denmark is the son of the recently deceased King Hamlet, and nephew of King Claudius, his father's brother and successor. Claudius hastily married King Hamlet's widow, Gertrude, Hamlet's mother, and took the throne for himself. Denmark has a long-standing feud with neighbouring Norway, in which King Hamlet slew King Fortinbras of Norway in a battle some years ago. Although Denmark defeated Norway and the Norwegian throne fell to King Fortinbras's infirm brother, Denmark fears that an invasion led by the dead Norwegian king's son, Prince Fortinbras, is imminent",
      "Rating": 4.2,
      "Short_description":"Hamlet, tragedy in five acts by William Shakespeare, written about 1599–1601 and published in a quarto edition in 1603 from an unauthorized text, with reference to an earlier play. The First Folio version was taken from a second quarto of 1604 that was based on Shakespeare’s own papers with some annotations by the bookkeeper.Shakespeare’s telling of the story of Prince Hamlet was derived from several sources, notably from Books III and IV of Saxo Grammaticus’s 12th-century Gesta Danorum and from volume 5 (1570) of Histoires tragiques, a free translation of Saxo by François de Belleforest. The play was evidently preceded by another play of Hamlet (now lost), usually referred to as the Ur-Hamlet, of which Thomas Kyd is a conjectured author.As Shakespeare’s play opens, Hamlet is mourning his father, who has been killed, and lamenting the behaviour of his mother, Gertrude, who married his uncle Claudius within a month of his father’s death. The ghost of his father appears to Hamlet, informs him that he was poisoned by Claudius, and commands Hamlet to avenge his death. Though instantly galvanized by the ghost’s command, Hamlet decides on further reflection to seek evidence in corroboration of the ghostly visitation, since, he knows, the Devil can assume a pleasing shape and can easily mislead a person whose mind is perturbed by intense grief. Hamlet adopts a guise of melancholic and mad behaviour as a way of deceiving Claudius and others at court—a guise made all the easier by the fact that Hamlet is genuinely melancholic.Hamlet contrives a plan to test the ghost’s accusation. With a group of visiting actors, Hamlet arranges the performance of a story representing circumstances similar to those described by the ghost, under which Claudius poisoned Hamlet’s father. When the play is presented as planned, the performance clearly unnerves Claudius."
    },
    {
      "Image": "https://i.ibb.co/s9kh3rR/history-1.jpg",
      "Name": "Guns, Germs, and Steel",
      "Quantity":"6",
      "Author": " Jared Diamond",
      "Category": "History",
      "Description": "The first step towards civilization is the move from nomadic hunter-gatherer to rooted agrarian society. Several conditions are necessary for this transition to occur: access to high-carbohydrate vegetation that endures storage; a climate dry enough to allow storage; and access to animals docile enough for domestication and versatile enough to survive captivity. Control of crops and livestock leads to food surpluses. Surpluses free people to specialize in activities other than sustenance and support population growth. The combination of specialization and population growth leads to the accumulation of social and technological innovations which build on each other. Large societies develop ruling classes and supporting bureaucracies, which in turn lead to the organization of nation-states and empires.",
      "Rating": 4.8,
      "Short_description":"The prologue opens with an account of Diamond's conversation with Yali, a New Guinean politician. The conversation turned to the differences in power and technology between Yali's people and the Europeans who dominated the land for 200 years, differences that neither of them considered due to any genetic superiority of Europeans. Yali asked, using the local term cargo for inventions and manufactured goods, Why is it that you white people developed so much cargo and brought it to New Guinea, but we black people had little cargo of our own?The peoples of other continents (sub-Saharan Africans, Indigenous people of the Americas, Aboriginal Australians, New Guineans, and the original inhabitants of tropical Southeast Asia) have been largely conquered, displaced and in some extreme cases – referring to Native Americans, Aboriginal Australians, and South Africa's indigenous Khoisan peoples – largely exterminated by farm-based societies such as Eurasians and Bantu. He believes this is due to these societies' technological and immunological advantages, stemming from the early rise of agriculture after the last ice age."
    },
    {
      "Image": "https://i.ibb.co/fxNXxYJ/sci-fi-1.webp",
      "Name": "Dune",
      "Quantity": "7",
      "Author": " Frank Herbert",
      "Category": "Sci-Fi",
      "Description": "Duke Leto Atreides of House Atreides, ruler of the ocean planet Caladan, is assigned by the Padishah Emperor Shaddam IV to serve as fief ruler of the planet Arrakis. Although Arrakis is a harsh and inhospitable desert planet, it is of enormous importance because it is the only planetary source of melange, a unique and incredibly valuable substance that extends human youth, vitality and lifespan. It is also through the consumption of spice that Spacing Guild Navigators are able to effect safe interstellar travel. Shaddam, jealous of Duke Leto Atreides's rising popularity in the Landsraad, sees House Atreides as a potential future rival and threat, so conspires with House Harkonnen, the former stewards of Arrakis and the longstanding enemies of House Atreides, to destroy Leto and his family after their arrival. Leto is aware his assignment is a trap of some kind, but is compelled to obey the Emperor's orders anyway.",
      "Rating": 4.0,
      "Short_description":"Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. Victor's parents later take in another child, Justine Moritz, who becomes William's nanny.Weeks before he leaves for the University of Ingolstadt in Germany, his mother dies of scarlet fever; Victor buries himself in his experiments to deal with the grief. At the university, he excels at chemistry and other sciences, soon developing a secret technique to impart life to non-living matter. He undertakes the creation of a humanoid, but due to the difficulty in replicating the minute parts of the human body, Victor makes the Creature tall, about 8 feet (2.4 m) in height, and proportionally large. Despite Victor's selecting its features to be beautiful, upon animation the Creature is instead hideous, with dull and watery yellow eyes and yellow skin that barely conceals the muscles and blood vessels underneath. Repulsed by his work, Victor flees. While wandering the streets the next day, he meets his childhood friend, Henry Clerval, and takes Clerval back to his apartment, fearful of Clerval's reaction if he sees the monster. However, when Victor returns to his laboratory, the Creature is gone.Victor falls ill from the experience and is nursed back to health by Clerval. After a four-month recovery, he receives a letter from his father notifying him of the murder of his brother William. Upon arriving in Geneva, Victor sees the Creature near the crime scene and becomes convinced that his creation is responsible. Justine Moritz, William's nanny, is convicted of the crime after William's locket, which contained a miniature portrait of Caroline, is found in her pocket. Victor knows that no one will believe him if he tries to clear Justine's name, and she is hanged. Ravaged by grief and guilt, Victor retreats into the mountains. While he hikes through Mont Blanc's Mer de Glace, he is suddenly approached by the Creature, who pleads for Victor to hear his tale."
    },
    {
      "Image": "https://i.ibb.co/3sgMPMP/novel-2.jpg",
      "Name": "Jane Eyre",
      "Quantity": "8",
      "Author": "Charlotte Brontë",
      "Category": "Novel",
      "Description": "A heartwarming novel about love, friendship, and self-discovery.Jane Eyre, aged 10, lives at Gateshead Hall with her maternal uncle's family, the Reeds, as a result of her uncle's dying wish. Jane was orphaned several years earlier when her parents died of typhus. Jane's uncle, Mr Reed, was the only one in the Reed family who was kind to Jane. Jane's aunt, Sarah Reed, dislikes her and treats her as a burden. Mrs Reed also discourages her three children from associating with Jane. As a result Jane becomes defensive against her cruel judgement. ",
      "Rating": 4.7,
      "Short_description":"The novel is a first-person narrative from the perspective of the title character. Its setting is somewhere in the north of England, late in the reign of George III (1760–1820).[a] It has five distinct stages: Jane's childhood at Gateshead Hall, where she is emotionally and physically abused by her aunt and cousins; her education at Lowood School, where she gains friends and role models but suffers privations and oppression; her time as governess at Thornfield Hall, where she falls in love with her mysterious employer, Edward Fairfax.Rochester; her time in the Moor House, during which her earnest but cold clergyman cousin, St John Rivers, proposes to her; and ultimately her reunion with, and marriage to, her beloved Rochester. Throughout these sections it provides perspectives on a number of important social issues and ideas, many of which are critical of the status quo."
    },
    {
      "Image": "https://i.ibb.co/QcpYX6t/drama-2.jpg",
      "Name": "Othello",
      "Quantity": "3",
      "Author": " William Shakespeare",
      "Category": "Drama",
      "Description": "A thought-provoking drama exploring societal issues.Roderigo, a wealthy and dissolute gentleman, complains to his friend Iago, an ensign, that Iago has not told him about the recent secret marriage between Desdemona, the daughter of Brabantio, a senator, and Othello, a Moorish general in the Venetian army. Roderigo is upset because he loves Desdemona and had asked her father, Brabantio, for her hand in marriage, which Brabantio denied him.",
      "Rating": 4.3,
      "Short_description":"Othello is a Moorish military commander who was serving as a general of the Venetian army in defence of Cyprus against invasion by Ottoman Turks. He has recently married Desdemona, a beautiful and wealthy Venetian lady younger than himself, without the knowledge of and despite the later objection of her father. Iago is Othello's malevolent ensign, who maliciously stokes his master's jealousy until the usually stoic Moor kills his beloved wife in a fit of blind rage. Due to its enduring themes of passion, jealousy, and race, Othello is still topical and popular and is widely performed, with numerous adaptations.A common theme of modern productions of the play is an emphasis on military life. When Adrian Lester played the role in Nicholas Hytner's 2013 National Theatre production, a retired army veteran was employed to teach the cast about ranks, comportment and off-duty behaviours.[244] Another 21st century trend exemplified by that performance is to reduce the focus of the play on Othello's race by having other parts played by actors of colour also.[245] And a third is an increasing focus on Desdemona's youth and innocence, at the expense of her strength of character.."
    },
    {
      "Image": "https://i.ibb.co/sgY0z09/history-2.jpg",
      "Name": "Salt",
      "Quantity": "8",
      "Author": "Mark Kurlansky",
      "Category": "History",
      "Description": "Best-selling author Mark Kurlansky turns his attention to a common household item with a long and intriguing history: salt. The only rock we eat, salt has shaped civilization from the very beginning, and its story is a glittering, often surprising part of the history of humankind. A substance so valuable it served as currency, salt has influenced the establishment of trade routes and cities, provoked and financed wars, secured empires, and inspired revolutions.  Populated by colorful characters and filled with an unending series of fascinating details, Salt is a supremely entertaining, multi-layered masterpiece.",
      "Rating": 4.6,
      "Short_description":"Some of the earliest evidence of salt processing dates to around 6000 BC, when people living in the area of present-day Romania boiled spring water to extract salts; a salt works in China dates to approximately the same period. Salt was also prized by the ancient Hebrews, Greeks, Romans, Byzantines, Hittites, Egyptians, and Indians. Salt became an important article of trade and was transported by boat across the Mediterranean Sea, along specially built salt roads, and across the Sahara on camel caravans. The scarcity and universal need for salt have led nations to go to war over it and use it to raise tax revenues. Salt is used in religious ceremonies and has other cultural and traditional significance.Salt is processed from salt mines, and by the evaporation of seawater (sea salt) and mineral-rich spring water in shallow pools. The greatest single use for salt (sodium chloride) is as a feedstock for the production of chemicals.[2] It is used to produce caustic soda and chlorine; it is also used in the manufacturing processes of polyvinyl chloride, plastics, paper pulp and many other products. Of the annual global production of around three hundred million tonnes of salt, only a small percentage is used for human consumption. Other uses include water conditioning processes, de-icing highways, and agricultural use. Edible salt is sold in forms such as sea salt and table salt, which latter usually contains an anti-caking agent and may be iodised to prevent iodine deficiency. As well as its use in cooking and at the table, salt is present in many processed foods."
    },
    {
      "Image": "https://i.ibb.co/DYPDC9M/sci-fi-2.jpg",
      "Name": "Ender's Game",
      "Quantity": "3",
      "Author": "Author 8",
      "Category": "Sci-Fi",
      "Description": "War breaks out between humans and an insect-like alien race called the Formics. The humans achieve a narrow victory then create the International Fleet (I.F.) and train gifted children to become commanders at their orbiting Battle School.",
      "Rating": 4.1,
      "Short_description":"All through history, the availability of salt has been pivotal to civilization. What is now thought to have been the first city in Europe is Solnitsata, in Bulgaria, which was a salt mine, providing the area now known as the Balkans with salt since 5400 BC.While people have used canning and artificial refrigeration to preserve food for the last hundred years or so, salt has been the best-known food preservative, especially for meat, for many thousands of years.[10] A very ancient salt-works operation has been discovered at the Poiana Slatinei archaeological site next to a salt spring in Lunca, Neamț County, Romania. Evidence indicates that Neolithic people of the Precucuteni Culture were boiling the salt-laden spring water through the process of briquetage to extract the salt as far back as 6050 BC."
    },
    {
      "Image": "https://i.ibb.co/jMRP2jC/novel-3.jpg",
      "Name": "Wuthering Heights ",
      "Quantity": "6",
      "Author": "Emily Jane Brontë",
      "Category": "Novel",
      "Description": "An enchanting novel that transports you to a different world.Thirty years earlier, the Earnshaws live at Wuthering Heights with their two children, Hindley and Catherine, and a servant—Nelly herself. Returning from a trip to Liverpool, Earnshaw brings home a young orphan whom he names Heathcliff. Earnshaw treats the boy as his favourite. His own children he neglects, especially after his wife dies. Hindley beats Heathcliff, who gradually becomes close friends with Catherine.",
      "Rating": 4.4,
      "Short_description":"There is more salt in animal tissues, such as meat, blood, and milk, than in plant tissues.[14] Nomads who subsist on their flocks and herds do not eat salt with their food, but agriculturalists, feeding mainly on cereals and vegetable matter, need to supplement their diet with salt.[15] With the spread of civilization, salt became one of the world's main trading commodities. It was of high value to the ancient Hebrews, the Greeks, the Romans, the Byzantines, the Hittites and other peoples of antiquity. In the Middle East, salt was used to ceremonially seal an agreement, and the ancient Hebrews made a  with God and sprinkled salt on their offerings to show their trust in him.[16][better source needed] An ancient practice in time of war was salting the earth: scattering salt around in a defeated city to prevent plant growth. The Bible tells the story of King Abimelech who was ordered by God to do this at Shechem,[17] and various texts claim that the Roman general Scipio Aemilianus Africanus ploughed over and sowed the city of Carthage with salt after it was defeated in the Third Punic War (146 BC)."
    },
    {
      "Image": "https://i.ibb.co/3W6W27T/drama-3.jpg",
      "Name": "Brave New World",
      "Quantity": "6",
      "Author": " Aldous Huxley",
      "Category": "Drama",
      "Description": "A moving drama that delves into the complexities of human relationships.Huxley wrote Brave New World whilst living in Sanary-sur-Mer, France, in the four months from May to August 1931.[13][14][15] By this time, Huxley had already established himself as a writer and social satirist. He was a contributor to Vanity Fair and Vogue magazines, and had published a collection of his poetry (The Burning Wheel, 1916) and four successful satirical novels: Crome Yellow (1921), Antic Hay (1923), Those Barren Leaves (1925), and Point Counter Point (1928). Brave New World was Huxley's fifth novel and first dystopian work.",
      "Rating": 4.9,
      "Short_description":"Wars have been fought over salt. Venice fought and won a war with Genoa over the product, and it played an important part in the American Revolution. Cities on overland trade routes grew rich by levying duties,[29] and towns like Liverpool flourished on the export of salt extracted from the salt mines of Cheshire.[30] Various governments have at different times imposed salt taxes on their peoples. The voyages of Christopher Columbus are said to have been financed from salt production in southern Spain, and the oppressive salt tax in France was one of the causes of the French Revolution. After being repealed, this tax was reimposed by Napoleon when he became emperor to pay for his foreign wars, and was not finally abolished until 1946.[29] In 1930, Mahatma Gandhi led a crowd of 100,000 protestors on the . during which they made their own salt from the sea as a demonstration of their opposition to the colonial salt tax. This act of civil disobedience inspired numerous Indians and transformed the Indian independence movement from an elitist one with little popular support into a national struggle."
    },
    {
      "Image": "https://i.ibb.co/JdSM7x5/history-3.jpg",
      "Name": "1776",
      "Quantity": "5",
      "Author": "David McCullough",
      "Category": "History",
      "Description": "Americas beloved and distinguished historian presents, in a book of breathtaking excitement, drama, and narrative force, the stirring story of the year of our nation’s birth, 1776, interweaving, on both sides of the Atlantic, the actions and decisions that led Great Britain to undertake a war against her rebellious colonial subjects and that placed America’s survival in the hands of George Washington.",
      "Rating": 4.2,
      "Short_description":"Table salt is made up of just under 40% sodium by weight, so a 6 g serving (1 teaspoon) contains about 2,400 mg of sodium.[63] Sodium serves a vital purpose in the human body: via its role as an electrolyte, it helps nerves and muscles to function correctly, and it is one factor involved in the osmotic regulation of water content in body organs (fluid balance).[64] Most of the sodium in the Western diet comes from salt.[5] The habitual salt intake in many Western countries is about 10 g per day, and it is higher than that in many countries in Eastern Europe and Asia.[65] The high level of sodium in many processed foods has a major impact on the total amount consumed.[66] In the United States, 75% of the sodium eaten comes from processed and restaurant foods, 11% from cooking and table use and the rest from what is found naturally in foodstuffs."
      
    },
    {
      "Image": "https://i.ibb.co/zXrBwcK/sci-fi-3.jpg",
      "Name": "Cinder",
      "Quantity": "6",
      "Author": "Marissa Meyer",
      "Category": "Sci-Fi",
      "Description": "Humans and androids crowd the raucous streets of New Beijing. A deadly plague ravages the population. From space, a ruthless Lunar people watch, waiting to make their move. No one knows that Earth’s fate hinges on one girl. . . . Cinder, a gifted mechanic, is a cyborg.",
      "Rating": 4.8
    },
    {
      "Image": "https://i.ibb.co/0Qc92GY/novel-4.jpg",
      "Name": "Emma",
      "Quantity": "7",
      "Author": " Jane Austen",
      "Category": "Novel",
      "Description": "A beautifully written novel that explores the human spirit.Emma Woodhouse's friend and former governess, Miss Taylor, has just married Mr Weston. Having introduced them, Emma takes credit for their marriage and decides that she likes matchmaking. After returning home to Hartfield, Emma forges ahead with her new interest against the advice of her friend Mr Knightley, who is also brother-in-law to Emma's elder sister Isabella. ",
      "Rating": 4.5,
      "Short_description":"Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. Victor's parents later take in another child, Justine Moritz, who becomes William's nanny.Weeks before he leaves for the University of Ingolstadt in Germany, his mother dies of scarlet fever; Victor buries himself in his experiments to deal with the grief. At the university, he excels at chemistry and other sciences, soon developing a secret technique to impart life to non-living matter. He undertakes the creation of a humanoid, but due to the difficulty in replicating the minute parts of the human body, Victor makes the Creature tall, about 8 feet (2.4 m) in height, and proportionally large. Despite Victor's selecting its features to be beautiful, upon animation the Creature is instead hideous, with dull and watery yellow eyes and yellow skin that barely conceals the muscles and blood vessels underneath. Repulsed by his work, Victor flees. While wandering the streets the next day, he meets his childhood friend, Henry Clerval, and takes Clerval back to his apartment, fearful of Clerval's reaction if he sees the monster. However, when Victor returns to his laboratory, the Creature is gone.Victor falls ill from the experience and is nursed back to health by Clerval. After a four-month recovery, he receives a letter from his father notifying him of the murder of his brother William. Upon arriving in Geneva, Victor sees the Creature near the crime scene and becomes convinced that his creation is responsible. Justine Moritz, William's nanny, is convicted of the crime after William's locket, which contained a miniature portrait of Caroline, is found in her pocket. Victor knows that no one will believe him if he tries to clear Justine's name, and she is hanged. Ravaged by grief and guilt, Victor retreats into the mountains. While he hikes through Mont Blanc's Mer de Glace, he is suddenly approached by the Creature, who pleads for Victor to hear his tale."
    },
    {
      "Image": "https://i.ibb.co/3fVHtLv/drama-4.jpg",
      "Name": "Nineteen Eighty-Four ",
      "Quantity": "4",
      "Author": " George Orwell",
      "Category": "Drama",
      "Description": "A gripping drama with complex characters and relationships.The story takes place in an imagined future in an unspecified year believed to be 1984, when much of the world is in perpetual war. Great Britain, now known as Airstrip One, has become a province of the totalitarian superstate Oceania, which is led by Big Brother, a dictatorial leader supported by an intense cult of personality manufactured by the Party's Thought Police.",
      "Rating": 4.3
    },
    {
      "Image": "https://i.ibb.co/hM2VRrW/history-4.jpg",
      "Name": "Truman",
      "Quantity": "3",
      "Author": " David McCullough",
      "Category": "History",
      "Description": "The Pulitzer Prize–winning biography of Harry S. Truman, whose presidency included momentous events from the atomic bombing of Japan to the outbreak of the Cold War and the Korean War, told by America’s beloved and distinguished historian.",
      "Rating": 4.6,
      "Short_description":"Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. Victor's parents later take in another child, Justine Moritz, who becomes William's nanny.Weeks before he leaves for the University of Ingolstadt in Germany, his mother dies of scarlet fever; Victor buries himself in his experiments to deal with the grief. At the university, he excels at chemistry and other sciences, soon developing a secret technique to impart life to non-living matter. He undertakes the creation of a humanoid, but due to the difficulty in replicating the minute parts of the human body, Victor makes the Creature tall, about 8 feet (2.4 m) in height, and proportionally large. Despite Victor's selecting its features to be beautiful, upon animation the Creature is instead hideous, with dull and watery yellow eyes and yellow skin that barely conceals the muscles and blood vessels underneath. Repulsed by his work, Victor flees. While wandering the streets the next day, he meets his childhood friend, Henry Clerval, and takes Clerval back to his apartment, fearful of Clerval's reaction if he sees the monster. However, when Victor returns to his laboratory, the Creature is gone.Victor falls ill from the experience and is nursed back to health by Clerval. After a four-month recovery, he receives a letter from his father notifying him of the murder of his brother William. Upon arriving in Geneva, Victor sees the Creature near the crime scene and becomes convinced that his creation is responsible. Justine Moritz, William's nanny, is convicted of the crime after William's locket, which contained a miniature portrait of Caroline, is found in her pocket. Victor knows that no one will believe him if he tries to clear Justine's name, and she is hanged. Ravaged by grief and guilt, Victor retreats into the mountains. While he hikes through Mont Blanc's Mer de Glace, he is suddenly approached by the Creature, who pleads for Victor to hear his tale."
    },
    {
      "Image": "https://i.ibb.co/f22hXXR/sci-fi-4.jpg",
      "Name": "Scythe",
      "Quantity":"2",
      "Author": " Neal Shusterman",
      "Category": "Sci-Fi",
      "Description": "A pulse-pounding sci-fi thriller with a mysterious plot.A world with no hunger, no disease, no war, no misery. Humanity has conquered all those things, and has even conquered death. Now scythes are the only ones who can end life—and they are commanded to do so, in order to keep the size of the population under control.",
      "Rating": 4.7,
      "Short_description":"Victor begins by telling of his childhood. Born in Naples, Italy, into a wealthy Genevan family, Victor and his younger brothers, Ernest and William, are sons of Alphonse Frankenstein and the former Caroline Beaufort. From a young age, Victor has a strong desire to understand the world. He is obsessed with studying theories of alchemists, though when he is older he realizes that such theories are considerably outdated. When Victor is five years old, his parents adopt Elizabeth Lavenza (the orphaned daughter of an expropriated Italian nobleman) whom Victor later marries. Victor's parents later take in another child, Justine Moritz, who becomes William's nanny.Weeks before he leaves for the University of Ingolstadt in Germany, his mother dies of scarlet fever; Victor buries himself in his experiments to deal with the grief. At the university, he excels at chemistry and other sciences, soon developing a secret technique to impart life to non-living matter. He undertakes the creation of a humanoid, but due to the difficulty in replicating the minute parts of the human body, Victor makes the Creature tall, about 8 feet (2.4 m) in height, and proportionally large. Despite Victor's selecting its features to be beautiful, upon animation the Creature is instead hideous, with dull and watery yellow eyes and yellow skin that barely conceals the muscles and blood vessels underneath. Repulsed by his work, Victor flees. While wandering the streets the next day, he meets his childhood friend, Henry Clerval, and takes Clerval back to his apartment, fearful of Clerval's reaction if he sees the monster. However, when Victor returns to his laboratory, the Creature is gone.Victor falls ill from the experience and is nursed back to health by Clerval. After a four-month recovery, he receives a letter from his father notifying him of the murder of his brother William. Upon arriving in Geneva, Victor sees the Creature near the crime scene and becomes convinced that his creation is responsible. Justine Moritz, William's nanny, is convicted of the crime after William's locket, which contained a miniature portrait of Caroline, is found in her pocket. Victor knows that no one will believe him if he tries to clear Justine's name, and she is hanged. Ravaged by grief and guilt, Victor retreats into the mountains. While he hikes through Mont Blanc's Mer de Glace, he is suddenly approached by the Creature, who pleads for Victor to hear his tale."
    }
  ]
  